[
    {
        "id": 1,
        "title": "(28. června 1914) zacatek prvni svetove valky ",
        "subtitle": "Formální příčinou války byl úspěšný atentát na následníka rakousko-uherského trůnu arcivévodu Františka Ferdinanda d'Este v Sarajevu dne 28. června 1914. Měsíc poté, 28. července 1914, vyhlásilo Rakousko-Uhersko odvetou válku Srbsku. Na základě předchozích aliančních smluv následovala řetězová reakce ostatních států a během zhruba čtyř týdnů se ve válečném konfliktu ocitla většina Evropy.",
        "icon": "",
        "note": "Obraz Františeka Ferdinanda D'ste",
        "urls": [],
        "image": "/images/frantisek_d_este.jpeg"
    },
    {
        "id": 2,
        "title": "První boje",
        "subtitle": "Boje první světové války probíhaly v Evropě i mimo ni na vícero frontách. Jako rozhodující bojiště se ukázala západní fronta, kde se na belgickém a francouzském území střetla německá armáda s Francouzi a Angličany od roku 1917 podporovanými také Američany. Dlouhé a nerozhodné boje zde do značné míry probíhaly v zákopech, a proto se hovoří o zákopové a opotřebovávací válce. Na západní frontě došlo i k nejdelším a nejkrvavějším bitvám celé války, u Verdunu a na Sommě. Vedle západní fronty se v Evropě bojovalo také na východní, srbské, italské a soluňské frontě. V bojích se octla i koloniální území zapojených států v Africe a Asii a po vstupu Osmanské říše do války se nové fronty otevřely rovněž na Kavkaze, v Persii, v Mezopotámii nebo v Sýrii a Palestině. V letech 1914 až 1918 bylo mobilizováno přes 60 milionů vojáků,[7] z nichž 9,5 milionu během konfliktu padlo.[6] Miliony civilistů navíc zemřely přímo v důsledku vojenských operací, při masakrech, pogromech, při genocidě Arménů nebo kvůli hladu a vyčerpání, rozšířeným nemocem a při pandemii španělské chřipky.",
        "icon": "",
        "note": "",
        "urls": [],
        "image": ""
    },
    {
        "id":3,
        "title":"(28. cervence 1914) První bitva Na marně ",
        "subtitle": "První bitva na Marně (též zázrak na Marně, 5.-12. září 1914) představovala klíčovou bitvu zahajovací fáze první světové války. Francouzsko-britské síly v ní zastavily postup německých vojsk směřujících na Paříž a přinutily je k částečnému ústupu. Bezprostředním následkem bylo zhroucení německé počáteční ofenzívy vedené podle upraveného Schlieffenova plánu a konec všech německých nadějí na rychlé ukončení konfliktu." ,
        "icon": "",
        "note": "Toto jsou něměčtí vojáci v bitvě Na Marnech v zákopech ",
        "urls": [],
        "image": "/images/Vojaci_nemecka_WW1.jpeg",
        "sound": ""
    },
    {
        "id":4,
        "title": "(19. 2. 1915 – 9. 1. 1916) Bitva o Gallipoli ",
        "subtitle":"Cílem bitvy o Gallipoli bylo umožnit spojeneckým lodím průjezd Dardanelským průlivem. Kontrola takto důležitého strategického území by vojskům dovolila útok na někdejší Konstantinopol (dnes Istanbul). Dohodové plány však nepočítaly s vervou, jakou se budou síly Osmanské říše bít. Za úsvitu 25. dubna 1915 jejich jednotky přistály na poloostrově Gallipoli v Turecku, britské a australské jednotky však byly rychle napadeny odhodlanými osmanskými protivníky. Katastrofou skončil i pokus britské flotily proniknout úžinou po vodě. Postup byl zastaven, přibývalo mrtvých a zraněných, letní vedra situaci ještě zhoršovala. Ani srpnový útok kartami nezamíchal a nastala patová situace. Původní plány se nezdařily a v prosinci bylo rozhodnuto o evakuaci.",
        "icon":"",
        "note":"Toto je koláž fotek z bitvy o Gallipoli",
        "urls":"",
        "image": "/images/HRABXF.jpeg",
        "sound": ""
    },

    {
        "id": 5,
        "title": "Trojspolek a trojdohoda",
        "subtitle": "Ve válce se střetly dvě znepřátelené koalice: Trojdohoda (dále jen „Dohoda“) a Ústřední mocnosti. Dohodovými mocnostmi byly při vypuknutí války Francie, carské Rusko a Spojené království (resp. celé Britské impérium) stojící na straně napadeného Srbska a Belgie, jejíž neutralitu na počátku války nerespektovalo během útoku na západě Německo. K Dohodě se postupně připojovaly další státy: v roce 1914 Japonsko, v roce 1915 Itálie, v roce 1916 Rumunsko a Portugalsko a v roce 1917 Spojené státy americké a Řecko. K Ústředním mocnostem Německu a Rakousko-Uhersku se v roce 1914 přidala Osmanská říše a v roce 1915 také Bulharsko. Na konci války zůstaly v Evropě neutrální pouze Španělsko, Švýcarsko, Nizozemsko, Lichtenštejnsko a státy Skandinávie.",
        "icon":"",
        "note": "Obrázek státu v trojspolku a trojdohodě. Červená označuje trojdohodu, modrá označuje trojspolek",
        "urls": [],
        "image": "/images/Aliance_v_Evrope_1914.png"
    },
    
    {
        "id": 6,
        "title": "(31.květen 1916 – 1. červen 1916) Bitva u Jutska",
        "subtitle": "Na přelomu května a června 1916 proběhla největší námořní bitva první světové války, ve které poměřila síly britská a německá plavidla. Bitvy u Jutska se účastnilo 250 lodí a zhruba 100 000 mužů. Námořní střet dopadl neúspěchem pro obě strany. Britové přišli o 14 lodí a ztráty na životech čítaly přes 6000 mužů. Císařské Německo pozbylo 11 lodí a více než 2500 mužů. Ačkoli si obě strany nárokovaly vítězství, v obecném měřítku k zásadnímu zvratu nedošlo.",
        "icon": "",
        "note": "Obrázek z bitvy u Jutska vyfocený na moři",
        "urls": [],
        "image": "/images/Jutska_lod.jpeg",
        "sound": ""
    },
    {
        "id": 7,
        "title": "Bitva u Verdunu ",
        "subtitle": "Bitva u Verdunu byla nejdelší bitvou Velké války. Patřila také k jedné z nejnákladnějších a nejkrvavějších. Konflikt začal německým útokem na opevněné francouzské město Verdun. Pro francouzskou stranu se průběh bojů nevyvíjel zprvu dobře. Zdatným velením, efektivní logistikou a vojenskou oddaností však docílila defenzivního vítězství. Na obou stranách přišlo během měsíců tvrdých bojů o život obrovské množství vojáků. Útočící Němci odepsali přes 430 000 mrtvých nebo zraněných, bránící se Francouzi přibližně 550 000. Bitvě u Verdunu se proto přezdívá „verdunský mlýnek na maso“.",
        "icon": "",
        "note": "Foto zákopu nejkrvavější bitvy první světové války",
        "urls": [],
        "image": "/images/lebky.jpeg",
        "sound": ""
    },
    {
        "id": 8,
        "title": "(1. července – 18. listopadu 1916) Bitva na Sommě",
        "subtitle": "Bitva na Sommě měla být rozhodujícím vítězstvím na západní frontě. Společnou operací chtěly britské a francouzské síly Němce rozdrtit. Úspěch se však nekonal a pro mnohé Brity zůstává výsledek bitvy nejbolestivější epizodou první světové války. Intenzivní německý tlak u Verdunu ale zapříčinil, že namísto Francouzů převzali hlavní útok Britové. Ani sedmidenním bombardováním však nebylo dosaženo kýženého průlomu. Během prvního dne bylo zabito přes 19 000 mužů, zraněných pak téměř dvakrát tolik. Několik měsíců zakopané německé jednotky neustoupily a začala dlouhá bitva s nejasným koncem. Během 141 dní zaznamenala britská strana postup o pouhých několik kilometrů a obě strany nakonec ztratily více než milion mužů. Bitva na Sommě se do britské historie zapsala jako jedna z nejčernějších.",
        "icon": "",
        "note": "Fotografie ze zákopu",
        "urls": [],
        "image": "/images/bitva_na_somme.jpeg",
        "sound": ""
    },
    {
        "id": 9,
        "title": "(4. června – 20. září 1916) Brusilovova ofenzíva",
        "subtitle": "Brusilovova ofenzíva patří mezi nejúspěšnější ruskou ofenzívu první světové války. Průlomová operace byla pojmenována po veliteli akce Alexeji Brusilovovi. Ten využil krátkého, ale efektivního dělostřeleckého bombardování a nasazení úderných oddílů, čímž do bitvy přivedl moment překvapení. Brusilovova ofenzíva se časově shodovala s britským útokem na Sommě, čímž měla za cíl zmírnit tlak na Francouze a západní frontu. Německá strana byla touto operací přinucena vyslat své jednotky na východní frontu, kde měly podpořit rakouského spojence. Závislost Rakouska-Uherska na Německu vzrostla, což zvýšilo tlak na německé zdroje.",
        "icon": "",
        "note": "Právě se díváte na obraz Alexeja Brusila",
        "urls": [],
        "image": "/images/Brusilov.jpeg",
        "sound": ""
    },
    {
        "id": 10,
        "title": "(31. července – 6. listopadu 1917) Třetí bitva u Yper ",
        "subtitle": "Oblast kolem belgického města Ypry byla po celou válku klíčovým bojištěm. Cílem bitvy u Passchendale  bylo obsadit území jižně a východně od Yper a přetnout důležitý německý železniční uzel. Počáteční útoky selhaly kvůli prudkým dešťům a příliš ambiciózním plánům. Neúnavné dělostřelectvo proměnilo krajinu v močál, kde bylo těžké přežít, natož bojovat. Belgičané navíc prorazili mořské hráze, takže se oblast zatopila vodou. V září se počasí umoudřilo a umožnilo britským silám postup kupředu. Němci byli demoralizováni a odvetné útoky přispěly k dalším ztrátám na jejich straně. Déšť se však brzy vrátil a podmínky se opět zhoršily. Ačkoli Kanaďané začátkem listopadu dobyli vyvýšeniny u obce Passchendale, strategicky důležitá železnice ležela ještě kilometry daleko. Obě strany utrpěly těžké ztráty, územní zisk byl ale nulový. Třetí bitva u Yper je příkladem vyčerpávajících bojů se zbytečnými ztrátami na životech.",
        "icon": "",
        "note": "Tohle jsou zákopy kolem města Yper",
        "urls": [],
        "image": "/images/Treti_bitva_u_yper.jpeg",
        "sound": ""
    },
    {
        "id": 11,
        "title": "(21. března – 18. července 1918) Německé jarní ofenzívy ",
        "subtitle": "Německé jarní ofenzívy začala operace „Michael“ útokem v mlhavém ránu 21. března. Spojenci čelili na západní frontě obrovské koncentraci německého dělostřelectva, plynu a útočící pěchoty. Německá strana po porážce Ruska soustředila všechny své zdroje právě na západní frontu, kde chtěla využít výhody nad nedostatečně organizovanou obranou protivníka. Německá ofenzíva sice slavila taktické úspěchy, z hlediska celého konfliktu šlo ale spíše o strategické selhání. Koordinací spojenecké obrany byl pověřen Ferdinand Foch, který se svého úkolu zhostil na výbornou. Začátkem léta se začala situace obracet a německé ofenzívy se musely zastavit.",
        "icon": "",
        "note": "Obrázek tanku A7V",
        "urls": [],
        "image": "/images/nemecke_jarni.jpeg",
        "sound": ""
    },
    {
        "id": 12,
        "title": "(8.–11. srpna 1918) Bitva u Amiens ",
        "subtitle": "Po odražení německých jarních útoků zahájily dohodové státy protiúder, jehož středobodem byla bitva u Amiens (). Dosavadní krutě nabyté válečné zkušenosti naučily Francouze, Brity a jejich spojence používat pokročilé operační metody. Britské expediční síly (BEF) bojovaly v popředí a kombinovaly dělostřelectvo a pěchotní palebnou sílu s použitím tanků a letadel. Změny se vyplatily a doslova předznamenaly taktiku budoucích střetů. Jakmile se po čtyřech dnech bojů účinky snižovaly, ofenzíva byla zastavena a se stejnou razancí pokračovala na jiném místě. Ničivým útokům překvapení Němci jen těžko odolávali a vyčerpané německé síly se stahovaly zpět. Flexibilita, moment překvapení a metodika se vojskům Dohody vyplatily. Přestože oběti stále zůstávaly značné, územní a strategické zisky většinou rozhodly.",
        "icon": "",
        "note": "Fotograf zřejmě zachytil dělostřelectvo v akci",
        "urls": [],
        "image": "/images/4964216.webp",
        "sound": ""

    },
    
    {
        "id": 13,
        "title": "(11. 11. v 11 hodin) konec",
        "subtitle": "Za konec světové války se pokládá, a ve světě v rámci Dne válečných veteránů oslavuje, 11. listopad 1918, kdy od 11 hodin zavládlo na všech frontách příměří (11. 11. v 11 hodin), podepsané téhož dne v 5.30 hodin ráno německou generalitou ve štábním vagóně vrchního velitele dohodových vojsk, francouzského maršála Ferdinanda Foche v Compiègne.[8] Formálním zakončením války byla pařížská mírová konference konaná v roce 1919, na které byly s poraženými státy Ústředních mocností uzavřeny pařížské předměstské smlouvy.",
        "icon": "",
        "note": "Trianonská smlouva",
        "urls": [],
        "image": "/images/Smlouva_miru.jpeg",
        "sound": ""

    },
    {
        "id": 14,
        "title": "filmy",
        "subtitle":"Exituje i několik filmu o první světvé válce jeden z mých nejoblíběnejších je dobrý voják švejk ale taky doporučuji film jménem 1917",
        "icon": "",
        "note": "",
        "urls": [
            {"url": "https://www.youtube.com/watch?v=Ia81fU3A9cc" },
            {"url": "https://www.youtube.com/watch?v=DYxjub9wIjs"},
            {"url": "https://www.youtube.com/watch?v=cOa5oTpVxfon"}
        ] ,
        "image": "",
        "sound": ""

    },
    {
        "id": 14,
        "title": "MAM TU I ZNÁME OSOBNOSTI",
        "subtitle":"",
        "icon": "AK-47",
        "note": "",
        "urls": [] ,
        "image": "",
        "sound": ""

    },
    {
        "id": 16,
        "title": "(27. ledna 1859 Berlín – 4. června 1941 Doorn, Nizozemsko) Vilém II. Pruský",
        "subtitle":"Vilém II. Pruský byl od 15. června 1888 do 9. listopadu 1918 posledním německým císařem a pruským králem. Pocházel z braniborské větve rodu Hohenzollernů, jehož hlavou byl až do své smrti v roce 1941.",
        "icon": "",
        "note": "",
        "urls": "" ,
        "image": "",
        "sound": ""

    },
    {
        "id": 17,
        "title": "(2. listopadu 1844, Palác Topkapi, Konstantinopol – 3. července 1918, Palác Yıldız, Konstantinopol) Mehmed V.",
        "subtitle":"Mehmed V. (Osmansky: محمد خامس = Meḥmed-i ẖâmis, Mehmed V Reşad nebo Reşat Mehmet) byl mezi lety 1909 až 1918 35. a předposledním osmanským sultánem, syn sultána Abdulmecida. V mládí studoval poezii podle starého perského stylu a později byl i uznávaným básníkem. Během první světové války byl společně s Enverem Pašou hlavní postavou Ústředních mocností. Byl také obviněn pro svou úlohu v arménské, řecké a asyrské genocidě.[1]",
        "icon": "",
        "note": "Suktan Mehmed V",
        "urls": "" ,
        "image": "/images/Sultan_Mehmed_V.jpg",
        "sound": ""

    },
    {
        "id": 18,
        "title": "František Josef I.",
        "subtitle":"František Josef I byl císař Rakousko-Uherska v letech 1848-1916. Byl vnukem Marie Terezie a synem císaře Františka I. Byl korunován v Praze v roce 1848 po abdikaci svého otce. Vládl po dobu 68 let, což je nejdelší vláda v dějinách Rakouska-Uherska. Během jeho vlády se Rakousko-Uhersko stalo jedním z největších evropských mocností. František Josef byl známý svou tvrdou vládou a centralistickými reformami. Byl také zodpovědný za potlačení národnostních menšin v rámci své říše. Zemřel na rakovinu v roce 1916, krátce po vypuknutí 1. světové války. Jeho smrt znamenala konec Habsburské dynastie a také konec Rakousko-Uherska.F",
        "icon": "",
        "note": "Císař František Josef I.",
        "urls": "" ,
        "image": "/images/Emperor_Francis_Joseph.jpg",
        "sound": ""

    },
    {
        "id": 19,
        "title": "Jiří V.",
        "subtitle":"Jiří V. (anglicky George V, 3. červen 1865 – 20. leden 1936) byl král Spojeného království a britských dominií a indický císař od roku 1910 až do své smrti. Byl prvním britským panovníkem z windsorské dynastie, kterou vytvořil přejmenováním britské větve dynastie Sachsen-Coburg und Gotha. Od dvanácti let sloužil u britského námořnictva, ale po náhlé smrti svého staršího bratra Alberta se stal princem waleským – následníkem trůnu – a oženil se s bratrovou snoubenkou Marií z Tecku. I když jako královský pár občas podnikli cestu po zemích Britského impéria, Jiří upřednostňoval konvenční styl života a trávil čas se sbírkami poštovních známek. Na trůn nastoupil po smrti svého otce Eduarda VII. roku 1910. Byl jediným císařem Indie, který navštívil císařský dvůr v Dillí, kde byl korunován. Pro tuto příležitost byla zhotovena indická císařská koruna. V době první světové války se zřekl všech svých německých titulů a změnil jméno svého královského rodu „Sachsen-Coburg und Gotha“ na rod „Windsor“ (podle stejnojmenného sídelního hradu). V době jeho vlády po přijetí příslušného zákona došlo k oddělení správy dominií, takže byl vládcem dominií jako oddělených království, což připravilo cestu ke vzniku Commonwealthu. Období jeho panování bylo poznamenáno rozmachem socialismu, komunismu, fašismu, irského republikanismu a zvolením prvního britského labouristického předsedy vlády. Přesto za jeho vlády zůstalo Britské impérium ještě relativně nedotčené, naopak se britský vliv ještě rozrostl o mandátní území v Asii a Africe odňatá po první světové válce Turecku a Německu. Jeho nástupcem byl jeho nejstarší syn Eduard, jehož po jeho brzké abdikaci nahradil druhorozený Albert (pod jménem Jiří VI.).",
        "icon": "",
        "note": "Král Jiří V.",
        "urls": "" ,
        "image": "/images/King_George_V_cropped.png",
        "sound": ""

    },
    {
        "id": 20,
        "title": "Svatý Mikuláš II. Alexandrovič",
        "subtitle":"Svatý Mikuláš II. Alexandrovič byl poslední car Ruska, vládl v letech 1894-1917. Přišel k moci po smrti svého otce. Během jeho vlády se Rusko potýkalo s hospodářskými a sociálními problémy, což vedlo k revolučním hnutím. V roce 1905 byla vyhlášena první ruská revoluce, kterou car potlačil. Začal 1. světovou válku, která se pro Rusko nevydařila. V roce 1917 byla vyhlášena druhá ruská revoluce, která vedla k abdikaci cara Mikuláše II. a k vytvoření Sovětského Ruska. Car a jeho rodina byli vzati do zajetí a později popraveni bolševiky. Mikuláš II byl později prohlášen svatým církví Ruské pravoslavné církve.",
        "icon": "",
        "note": "Svatý Mikuláš II. Alexandrovič",
        "urls": "" ,
        "image": "/images/Nicholas_II_by_Boissonnas_&_Eggler_c1909.jpg",
        "sound": ""

    }
]