[
    {
        "id": 1,
        "title": "Bitva o Francii (10. květen – 22. červen 1940)",
        "subtitle": "Bitva o Francii (Fall Gelb, 10. května – 22. června 1940) byla mohutná vojenská operace druhé světové války. V této bitvě bojovali na jedné straně vojáci Třetí říše a Itálie proti spojencům. Bitva skončila vítězstvím Osy; především kvůli překvapivému útoku německých vojsk na neutrální země Beneluxu. Byla prokázána síla nových zbraní jako byly tanky, letadla a výsadkáři. Samotné tažení trvalo 32 dní. Hitler ovšem před Dunkerkem zastavil své tankové klíny a tak umožnil evakuaci Britského expedičního sboru a Svobodných Francouzů z přístavu Dunkerk. Ta umožnila Spojencům zachovat alespoň obranyschopnost Velké Británie, zatímco odpor Francie se po rozsáhlých ztrátách během tří týdnů zhroutil.",
        "icon": "",
        "note": "",
        "url": "",
        "image": "/images/Bitva_o_Francii.jpeg",
        "sound":""
    },
    {
        "id": 3,
        "title": "Střetnutí u La Ferté sous Jouarre",
        "subtitle": "Střetnutí u La Ferté sous Jouarre byl ozbrojený střet 2. čs. pěšího pluku vřazeného do svazku 239 divize francouzské armády s německou armádou během bitvy o Francii. Čechoslováci se 13. června bránili německým jednotkám ve svěřeném úseku u přechodu přes řeku Marnu. Ustoupili až po 22. hodině, kdy obdrželi rozkaz se zrychleným pochodem přesunout ke břehům Seiny. Ústup byl proveden spořádaně.[2]",
        "icon": "",
        "note": "",
        "url": "",
        "image": "/images/",
        "sound":""
    },
    {
        "id": 4,
        "title": "Bitva o Británii",
        "subtitle": "Bitva o Británii (10. července 1940 – 31. října 1940)[p 4] představuje střetnutí mezi německou Luftwaffe a britskou Royal Air Force nad Británií a kanálem La Manche. Pro „bitvu o Británii“ (Battle of Britain) se občas používá i pojmenování „bitva o Anglii“. Jednalo se o první významné střetnutí v dějinách válek vybojované výhradně prostřednictvím leteckých sil. Smyslem této vzdušné bitvy, kterou po skončení bitvy o Francii rozpoutala německá strana, bylo zničit nebo alespoň výrazně oslabit Royal Air Force, a získat tak jednoznačnou vzdušnou převahu nad kanálem La Manche a Británií, což německé velení považovalo za nutnou podmínku pro uskutečnění operace Seelöwe, plánované invaze do Anglie. Bez této převahy by tato akce byla příliš riskantní až neproveditelná. Koncem října 1940 Němci pochopili, že nejsou schopni dosáhnout svého cíle a zničit britskou Royal Air Force, začali omezovat své akce, a přesunovat těžiště útoků na nálety podnikané v noci, v období Brity nazývaném Blitz. V roce 1941 pak byla většina kapacit Luftwaffe převelena na jiná bojiště (do Středomoří a na východní frontu).",
        "icon": "",
        "note": "",
        "url": "",
        "image": "/images/",
        "sound":""
    },
    {
        "id": 5,
        "title": "Obléhání Tobrúku",
        "subtitle": "Obléhání Tobrúku bylo vojenské střetnutí v severní Africe v letech 1941 a 1942, kdy Německo pod velením generála Erwina Rommela útočilo na přístavní město Tobrúk, které bylo důležité pro jejich vojenskou strategii v oblasti. Spojenci, především Britové a Australané, se bránili proti německým útokům s pomocí protitankových děl a protiletadlových zbraní. Obléhání trvalo 241 dní a bylo krvavé, ale nakonec se spojencům podařilo udržet Tobrúk pod kontrolou. Toto střetnutí bylo první porážkou Němců v Africe a ukázalo spojeneckou sílu. Tobrúk byl důležitým přístavem pro spojenecké jednotky bojující v severní Africe. Dnes je Tobrúk památníkem s muzeem a pomníkem padlým vojákům.",
        "icon": "",
        "note": "",
        "url": "",
        "image": "/images/",
        "sound":""
    },
    {
        "id": 6,
        "title": "zajímavosti hitler",
        "subtitle": "Víte, že. Hitler trpěl chronickým nadýmáním a proto bral 28 různých léků k boji proti němu. Hitler měl pouze jedno varle. Hitler byl zachráněn před utopením knězem, když mu bylo 4 roky. Hitler, když byl ve vězení, napsal prodejci Mercedesu žádost o půjčku na auto. Hitler byl nominován na Nobelovu cenu míru v roce 1939. Hitler jako dítě chtěl být knězem. V roce 1938 byl Hitler magazínem TIME vyhlášen za muže roku. Hitler trpěl ailurofobií, strachem z koček. Hitler a Osama Bin Laden zemřeli 1. května. Hitler se nikdy nenaučil řídit, přesto byl v čele vývoje vozu Volkswagen. Během Hitlerových let byla jeho kniha „Mein Kampf“ zdarma dána každému novomanželskému páru. Před holocaustem dal Hitler USA, Velké Británii a mnoha jiným zemím šanci přijmout židovské uprchlíky. Oni odmítli. Hitler byl posedlý americkým starým západem. Hitler sám nebyl nikdy volen lidmi a také prohrál prezidentské volby. Hitler si vzal Evu Braunovou méně než 40 hodin před tím, než zemřel. ",
        "icon": "",
        "note": "",
        "url": "",
        "image": "/images/",
        "sound":""
    },
    {
        "id": 7,
        "title": "zajímavosti Winston Churchil",
        "subtitle": "V roce 1953 prodělal Churchill záchvat mrtvice a od té chvíle bylo jeho zdraví jako na skluzavce. Úřad složil o dva roky později. Poslední léta života trávil na svém venkovském sídle, ale v roce 1965 ho mrtvice nakonec přece jen přemohla. Nechal po sobě ženu a pět dětí i obrovské, byť kontroverzní dědictví.",
        "icon": "",
        "note": "",
        "url": "",
        "image": "/images/Sir_Winston_Churchill_-_19086236948.jpeg",
        "sound":""
    },
    {
        "id": 8,
        "title": "Reinhard Heydrich",
        "subtitle": "hrál asi na sedmnáct nástrojů. Roku 1899 založil Heydrichův otec v Halle an der Saale hudebku, která získala roku 1901 status konzervatoře. Roku 1904 měla jedenáct učitelů a Heydrichovi si mohli dovolit dvě služky.",
        "icon": "",
        "note": "",
        "url": "",
        "image": "/images/",
        "sound":""
    },
    {
        "id": 9,
        "title": "Charles de Gaulle",
        "subtitle": "vedl operaci, během které byla vyhozena do povětří trať mezi Perigueuxem a Coutrasem. Za svojí činnost byl vyznamenán jak britskými, tak francouzskými jednotkami. V roce 1944 se generál de Gaulle triumfálně vrátil do Paříže a ani ne měsíc poté se s Lakem setkali na jihozápadě Francie.",
        "icon": "",
        "note": "",
        "url": "",
        "image": "/images/Charles_de_Gaulle-1963.jpeg",
        "sound":""
    },
    {
        "id": 10,
        "title": "Erwin Romme",
        "subtitle": "Účastnil se nebezpečných úkolů a průzkumných misí a jeho vojáci prý v žertu říkávali, že „kde je Rommel, tam je fronta“. Utrpěl ale i několik zranění. Již v září 1914 byl zasažen do stehna tak nešťastně, že střela vytvořila díru o velikosti lidské pěsti. O tři roky později byl zase v Rumunsku postřelen do paže",
        "icon": "",
        "note": "",
        "url": "",
        "image": "/images/Erwin_Rommel.jpeg",
        "sound":""
    },
    {
        "id": 11,
        "title": "Rudolf Heß",
        "subtitle": "Rudolf Heß zemřel v roce 1987 ve svých 93 letech. Jeho smrt je kontroverzní, podle nejčastěji uváděné verze se sám oběsil. Zejména jeho syn Wolf Rüdiger Hess však prohlašoval, že jeho otec byl zavražděn britskými vojáky a vzhledem ke svému zdravotnímu stavu by ani nebyl sebevraždy schopen",
        "icon": "",
        "note": "",
        "url": "",
        "image": "/images/Unknown.jpeg",
        "sound":""
    },
    {
        "id": 12,
        "title": "Neville Chamberlain",
        "subtitle": "Neville Chamberlain byl synem úspěšného průmyslníka a politika Josepha Chamberlaina. Nejznámějším se stal uplatňováním appeasementu v zahraniční politice a roku 1938 podpisem Mnichovské dohody, kterou byl uznán požadavek nacistického Německa, aby mu Československo odstoupilo oblasti obývané sudetskými Němci",
        "icon": "",
        "note": "",
        "url": "",
        "image": "/images/Neville_Chamberlain.jpeg",
        "sound":""
    },
    {
        "id": 13,
        "title": "Neville Chamberlain",
        "subtitle": "Neville Chamberlain byl synem úspěšného průmyslníka a politika Josepha Chamberlaina. Nejznámějším se stal uplatňováním appeasementu v zahraniční politice a roku 1938 podpisem Mnichovské dohody, kterou byl uznán požadavek nacistického Německa, aby mu Československo odstoupilo oblasti obývané sudetskými Němci",
        "icon": "",
        "note": "",
        "url": "",
        "image": "/images/Neville_Chamberlain.jpeg",
        "sound":"/stahovani/"
    },
    {
        "id": 14,
        "title": "",
        "subtitle": "",
        "icon": "",
        "note": "",
        "url": "",
        "image": ""
    },
    {
        "id": 15,
        "title": "",
        "subtitle": "",
        "icon": "",
        "note": "",
        "url": "",
        "image": ""
    },
    {
        "id": 16,
        "title": "",
        "subtitle": "",
        "icon": "",
        "note": "",
        "url": "",
        "image": ""
    },
    {
        "id": 17,
        "title": "",
        "subtitle": "",
        "icon": "",
        "note": "",
        "url": "",
        "image": ""
    }
]